{
"About": {
  "Name": "Andres Gaspar Gonzalez",
  "Currently": "Computer Science Student",
  "Headshot": "Andy-portrait.png",
  "Thumbnail": "Andy-portrait.png",
  "AboutText": "Hi, I am Andy Gaspar. I am a passionate computer science student with a keen interest in software development and programming. Currently, I am pursuing my undergraduate degree at Seattle Pacific University. I am dedicated to expanding my knowledge and skills in various areas of computer science, with a particular focus on C++ programming.<br><br>I enjoy tackling challenging programming projects and I thrive in collaborative environments where I can contribute my expertise and learn from my peers.<br><br>Beyond the classroom, I actively engage in extracurricular activities related to computer science, including hackathons, coding competitions, and open-source contributions. I believe in the importance of continuous learning and seek out opportunities to explore new technologies and methodologies."
},
"Contact": {
  "EMail": "gaspargonzaa@spu.edu",
  "Phone": "(360) 552-5384",
  "Portfolio": "https://github.com/itzlesho/itzlesho.github.io",
  "LinkedIn": "https://linkedin.com/in/andres-gaspar03",
  "GitHub": "https://github.com/itzlesho"
},
"Experience": {
  "ExperienceText": "",
  "School": "Seattle Pacific University",
  "Major": "Computer Science",
  "Graduation": "June 2025 - Expected",
  "EducationText": "",
  "Employment": "Nordstrom",
  "Role": "Sales Associate",
  "EmploymentText": "",
  "Skills": ["C++", " JavaScript", " Node", " CSS"," HTML"],
  "SkillsText": "",
  "Resume": "Andres Gaspar RESUME.pdf"  
},
"Project1": {
    "Title": "Systems Proposal",
    "Desc": "This is my Systems Proposal project. It is focused on the planning, process, and design aspects of the Software development life-cycle of my proposed system. This year I decided on a project manager application and named it Project Soloma.<br><br>It has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com/itzlesho/itzlesho.github.io",
    "MainImage": "Project Soloma pg1.png",
    "DetailImages": ["Project Soloma pg1.png"]
  }
}
